Repository: YCR17/fruithost_modules
Catalog: ssl/languages/*.po
Languages: de_de

source: You have no permissions to edit the given Domain.
de_de: Sie haben keine Berechtigung zum Bearbeiten der angegebenen Domain.

source: Add a certificate to your domain to protect information passed between your website and its visitors, providing more trust for your customers and potentially boosting your search engine rankings.
de_de: Fügen Sie Ihrer Domain ein Zertifikat hinzu, um die zwischen Ihrer Website und ihren Besuchern ausgetauschten Informationen zu schützen, um mehr Vertrauen bei Ihren Kunden zu schaffen und möglicherweise Ihr Suchmaschinenranking zu verbessern.

source: Certificate
de_de: Zertifikat

source: Expires
de_de: Läuft ab

source: Self-signed
de_de: Selbstsigniert

source: Pending
de_de: Ausstehend

source: Error
de_de: Fehler

source: Live
de_de: Leben

source: Manage
de_de: Verwalten

source: Secure Certificates
de_de: Sichere Zertifikate

source: Free
de_de: Frei

source: Higher costs may be incurred
de_de: Es können höhere Kosten anfallen

source: You can only choose this option if you have already purchased a valid SSL certificate from an approved certification authority.<br /><br />Using the certificate is of course completely free of charge, you only have to procure it yourself.
de_de: Diese Option können Sie nur wählen, wenn Sie bereits ein gültiges SSL-Zertifikat von einer zugelassenen Zertifizierungsstelle erworben haben.<br /><br />Die Nutzung des Zertifikats ist selbstverständlich völlig kostenlos, Sie müssen es nur beschaffen

source: Select this Option
de_de: Diese Option wählen

source: An unknown error has occurred.
de_de: Ein unbekannter Fehler ist aufgetreten.

source: This certificate is valid and currently in-use with %s.
de_de: Dieses Zertifikat ist gültig und wird derzeit von %s verwendet.

source: Valid thru <strong>%s</strong>
de_de: Gültig bis <strong>%s</strong>

source: Certificate will <strong>automatically renew %d days before expiration</strong>. We will notify you via email when this happens.
de_de: Das Zertifikat wird <strong>%d Tage vor Ablauf automatisch erneuert</strong>.

source: No unique IP
de_de: Keine eindeutige IP

source: This domain is currently <strong>not using a Unique IP</strong>.
de_de: Diese Domain verwendet derzeit <strong>keine eindeutige IP</strong>.

source: Automatic HTTPS
de_de: Automatisches HTTPS

source: Redirect all site content over a secure HTTPS connection.
de_de: Leiten Sie den gesamten Inhalt der Website über eine sichere HTTPS-Verbindung um.

source: Warning
de_de: Warnung

source: Disabling this setting will slow the loading of your site and will default to insecure connections. You should only disable this setting if your site requires special redirect settings in your <strong>.htaccess</strong> file or you want to allow mixed content on your site.
de_de: Das Deaktivieren dieser Einstellung verlangsamt das Laden Ihrer Website und führt standardmäßig zu unsicheren Verbindungen.

source: Remove Certificate
de_de: Zertifikat entfernen

source: Stop using this certificate with your domain. Note the certificate will still remain valid until its expiration and will be available for use anytime under <strong>Other Certificates</strong>.
de_de: Verwenden Sie dieses Zertifikat nicht mehr mit Ihrer Domain.

source: Certificate Configuration
de_de: Zertifikatkonfiguration

source: Private Key
de_de: Privater Schlüssel

source: Intermediate Certificate
de_de: Zwischenzertifikat

source: Your website is not secure
de_de: Ihre Website ist nicht sicher

source: Data transferred between your visitors and website is unencrypted and may be intercepted.
de_de: Die zwischen Ihren Besuchern und der Website übertragenen Daten sind unverschlüsselt und können abgefangen werden.

source: Connection is secure
de_de: Verbindung ist sicher

source: Data transferred between your visitors and website is encrypted.
de_de: Die zwischen Ihren Besuchern und der Website übertragenen Daten werden verschlüsselt.

source: Website will be set up
de_de: Website wird eingerichtet

source: Your website is still being set up for encryption.
de_de: Ihre Website wird noch für die Verschlüsselung eingerichtet.

source: Create for %s
de_de: Erstellen für %s

source: View Domain: %s
de_de: Domain anzeigen: %s

source: Access denied!
de_de: Zugriff verweigert!

source: You have no permissions for this page.
de_de: Sie haben keine Berechtigungen für diese Seite.

source: Self-Signed Certificate
de_de: Selbstsigniertes Zertifikat

source: Secure your site with a self-signed certificate: <ul><li>No trust from browsers</li><li>Own SSL informations</li><li>Connection is encrypted</li></ul>
de_de: Sichern Sie Ihre Website mit einem selbstsignierten Zertifikat: <ul><li>Kein Vertrauen von Browsern</li><li>Eigene SSL-Informationen</li><li>Verbindung ist verschlüsselt</li></ul>

source: Secure your site with an certificate from an authority: <ul><li>Displays the 'lock' icon in browser address bars</li><li>Mostly 99.9% web and mobile browser compatibility</li><li>Often a guarantee for fraudulent transactions with insurance companies</li></ul>
de_de: Sichern Sie Ihre Website mit einem Zertifikat einer Behörde: <ul><li>Zeigt das Schloss-Symbol in den Adressleisten des Browsers an</li><li>Überwiegend 99,9 % Web- und Mobilbrowser-Kompatibilität</li><li>Oft eine Garantie für betrügerische Transaktionen mit Versicherungsgesellschaften</li></ul>

source: Secure your site and improve SEO with a free certificate from Let's Encrypt: <ul><li>Displays the 'lock' icon in browser address bars</li><li>Free automatic renewals</li><li>New non-profit certificate authority</li></ul>
de_de: Sichern Sie Ihre Website und verbessern Sie SEO mit einem kostenlosen Zertifikat von Let's Encrypt: <ul><li>Zeigt das Schloss-Symbol in den Adressleisten des Browsers an</li><li>Kostenlose automatische Verlängerungen</li><li>Neue Non-Profit-Zertifizierungsstelle</li></ul>
