Repository: YCR17/fruithost_modules
Catalog: ftp/languages/*.po
Languages: de_de, ru_ru

source: Hello
de_de: "msgid "
ru_ru: "msgid "

source: No FTP accounts available!
de_de: Keine FTP-Konten verfügbar!
ru_ru: Учетные записи FTP недоступны!

source: Please create a new account to administer it.
de_de: Bitte erstellen Sie ein neues Konto, um es zu verwalten.
ru_ru: Пожалуйста, создайте новую учетную запись для ее администрирования.

source: Create new Account
de_de: Neues Konto erstellen
ru_ru: Создать новую учетную запись

source: Create FTP Account
de_de: FTP-Konto erstellen
ru_ru: Создать учетную запись FTP

source: Change FTP Account
de_de: FTP-Konto ändern

source: Please select the FTP account you want to delete!
de_de: Bitte wählen Sie das FTP-Konto aus, das Sie löschen möchten!
ru_ru: Пожалуйста, выберите учетную запись FTP, которую вы хотите удалить!

source: An unknown error has occurred. Please retry your action!
de_de: Ein unbekannter Fehler ist aufgetreten.
ru_ru: Произошла неизвестная ошибка. Пожалуйста, повторите свое действие!

source: You can't delete your main account!
de_de: Sie können Ihr Hauptkonto nicht löschen!
ru_ru: Вы не можете удалить свою основную учетную запись!

source: You have no permissions to delete the account <strong>%s_%s</strong>!
de_de: Sie haben keine Berechtigung zum Löschen des Kontos <strong>%s_%s</strong>!
ru_ru: У вас нет прав на удаление учетной записи <strong>%s_%s</strong>!

source: Following users was deleted: <strong>%s</strong>!
de_de: Folgender Benutzer wurde gelöscht: <strong>%s</strong>!
ru_ru: Были удалены следующие пользователи: <strong>%s</strong>!

source: An error has occurred. Please reload the page and try again!
de_de: Es ist ein Fehler aufgetreten.
ru_ru: Произошла ошибка. Пожалуйста, перезагрузите страницу и повторите попытку!

source: You have no permission to this FTP account!
de_de: Sie haben keine Berechtigung für dieses FTP-Konto!
ru_ru: У вас нет прав на эту учетную запись FTP!

source: Please enter a password for the selected ftp account!
de_de: Bitte geben Sie ein Passwort für das ausgewählte FTP-Konto ein!
ru_ru: Пожалуйста, введите пароль для выбранной учетной записи ftp!

source: Please select an valid path for the account!
de_de: Bitte wählen Sie einen gültigen Pfad für das Konto!
ru_ru: Пожалуйста, выберите допустимый путь для учетной записи!

source: The selected path doesn't exists!
de_de: Der ausgewählte Pfad existiert nicht!
ru_ru: Выбранный путь не существует!

source: 'Please enter a username for your ftp account!
de_de: 'Bitte geben Sie einen Benutzernamen für Ihr FTP-Konto ein!
ru_ru: 'Пожалуйста, введите имя пользователя для вашей учетной записи ftp!

source: Please enter a password for your ftp account!
de_de: Bitte geben Sie ein Passwort für Ihr FTP-Konto ein!
ru_ru: Пожалуйста, введите пароль для вашей учетной записи ftp!

source: Please select
de_de: Bitte auswählen
ru_ru: Пожалуйста, выберите

source: Изменить учетную запись FTP
ru_ru: FTP-Konto ändern
