Repository: YCR17/fruithost_modules
Catalog: domains/languages/*.po
Languages: el_gr

source: No Domains available!
el_gr: Δεν υπάρχουν διαθέσιμοι τομείς!

source: Please create a new domain to administer it.
el_gr: Παρακαλώ δημιουργήστε έναν νέο τομέα για να τον διαχειριστείτε.

source: Create new Domain
el_gr: Δημιουργία νέου τομέα

source: Domain name
el_gr: Όνομα τομέα

source: Home directory
el_gr: Κατάλογος αρχικής σελίδας

source: Status
el_gr: Κατάσταση

source: Unknown Error
el_gr: Άγνωστο σφάλμα

source: Deleting
el_gr: Διαγραφή

source: Pending
el_gr: Σε εκκρεμότητα

source: Error
el_gr: Σφάλμα

source: Live
el_gr: Ζωντανός

source: Delete
el_gr: Διαγραφή

source: Create a new home directory
el_gr: Δημιουργήστε έναν νέο κατάλογο αρχικής σελίδας

source: Use existing home directory
el_gr: Χρησιμοποιήστε υπάρχοντα κατάλογο αρχικής σελίδας

source: Create Domain
el_gr: Δημιουργία τομέα

source: Cancel
el_gr: Ακύρωση

source: Create
el_gr: Δημιουργία

source: Create New
el_gr: Δημιουργία νέου

source: Delete selected
el_gr: Διαγραφή επιλεγμένων

source: Please select the Domains you want to delete!
el_gr: Παρακαλώ επιλέξτε τους τομείς που θέλετε να διαγράψετε!

source: An unknown error has occurred. Please retry your action!
el_gr: Παρουσιάστηκε ένα άγνωστο σφάλμα. Δοκιμάστε ξανά τη δράση σας!

source: You have no permissions to delete the Domain <strong>%s</strong>!
el_gr: Δεν διαθέτετε δικαιώματα για τη διαγραφή του τομέα <strong>%s</strong>!

source: Following Domains will be deleted: <strong>%s</strong>!
el_gr: Οι ακόλουθοι τομείς θα διαγραφούν: <strong>%s</strong>!

source: Please enter a domain name!
el_gr: Παρακαλώ εισαγάγετε ένα όνομα τομέα!

source: Domain already exists.
el_gr: Ο τομέας υπάρχει ήδη.

source: Please select an valid home directory!
el_gr: Παρακαλώ επιλέξτε έναν έγκυρο κατάλογο αρχικής σελίδας!

source: Please select an existing home directory!
el_gr: Παρακαλώ επιλέξτε έναν υπάρχοντα κατάλογο αρχικής σελίδας!
