Repository: YCR17/fruithost_modules
Catalog: protected-directorys/languages/*.po
Languages: ru_ru

source: Create protected Directory
ru_ru: Создать защищенный каталог

source: Change protected Directory
ru_ru: Изменить защищенный каталог

source: Create User
ru_ru: Создать пользователя

source: An unknown error has occurred. Please retry your action!
ru_ru: Произошла неизвестная ошибка. Пожалуйста, повторите свое действие!

source: You have no permissions to delete the User <strong>%s</strong>!
ru_ru: У вас нет прав на удаление пользователя <strong>%s</strong>!

source: Following Users was deleted: <strong><br />- %s</strong>
ru_ru: Были удалены следующие пользователи: <strong><br />- %s</strong>

source: Please select an protected Directory you want to delete!
ru_ru: Пожалуйста, выберите защищенный каталог, который вы хотите удалить!

source: You have no permissions to delete the directory <strong>%s_%s</strong>!
ru_ru: У вас нет прав на удаление каталога <strong>%s_%s</strong>!

source: Following protected directorys was deleted: <strong><br />- %s</strong>
ru_ru: Был удален следующий защищенный каталог: <strong><br />- %s</strong>

source: Please enter a message as login information!
ru_ru: Пожалуйста, введите сообщение в качестве информации для входа!

source: Please select an valid path!
ru_ru: Пожалуйста, выберите правильный путь!

source: The selected path doesn't exists!
ru_ru: Выбранный путь не существует!

source: You have no permission to this entry!
ru_ru: У вас нет разрешения на эту запись!

source: You have no access to this protected Directory!
ru_ru: У вас нет доступа к этому защищенному каталогу!

source: Please enter a username!
ru_ru: Пожалуйста, введите имя пользователя!

source: Please enter a password!
ru_ru: Пожалуйста, введите пароль!

source: Please select
ru_ru: Пожалуйста выберите

source: Message
ru_ru: Сообщение

source: No protected Directorys available!
ru_ru: Защищенные каталоги недоступны!

source: Please create a new protected Directory to administer it.
ru_ru: Пожалуйста, создайте новый защищенный каталог для его администрирования.

source: No Users available!
ru_ru: Пользователи недоступны!

source: Please add an new User to the protected Directory to administer it.
ru_ru: Пожалуйста, добавьте нового пользователя в защищенный каталог для его администрирования.

source: Pending
ru_ru: Ожидание

source: Error
ru_ru: Ошибка

source: Live
ru_ru: Жив

source: Users
ru_ru: Пользователи
