Repository: YCR17/fruithost_modules
Catalog: protected-directorys/setup/languages/*.po
Languages: de_de

source: Create protected Directory
de_de: Geschütztes Verzeichnis erstellen

source: Change protected Directory
de_de: Geschütztes Verzeichnis ändern

source: Create User
de_de: Benutzer erstellen

source: Change User
de_de: Benutzer ändern

source: An unknown error has occurred. Please retry your action!
de_de: Ein unbekannter Fehler ist aufgetreten.

source: You have no permissions to delete the User <strong>%s</strong>!
de_de: Sie haben keine Berechtigung zum Löschen des Benutzers <strong>%s</strong>!

source: Following Users was deleted: <strong><br />- %s</strong>
de_de: Folgende Benutzer wurden gelöscht: <strong><br />- %s</strong>

source: Please select an protected Directory you want to delete!
de_de: Bitte wählen Sie ein geschütztes Verzeichnis aus, das Sie löschen möchten!

source: You have no permissions to delete the directory <strong>%s_%s</strong>!
de_de: Sie haben keine Berechtigung zum Löschen des Verzeichnisses <strong>%s_%s</strong>!

source: Following protected directorys was deleted: <strong><br />- %s</strong>
de_de: Folgende geschützte Verzeichnisse wurden gelöscht: <strong><br />- %s</strong>

source: Please enter a message as login information!
de_de: Bitte geben Sie eine Nachricht als Anmeldeinformationen ein!

source: Please select an valid path!
de_de: Bitte wählen Sie einen gültigen Pfad!

source: The selected path doesn't exists!
de_de: Der ausgewählte Pfad existiert nicht!

source: An error has occurred. Please reload the page and try again!
de_de: Es ist ein Fehler aufgetreten.

source: You have no permission to this entry!
de_de: Sie haben keine Berechtigung für diesen Eintrag!

source: 'An error has occurred. Please reload the page and try again!
de_de: 'Es ist ein Fehler aufgetreten.

source: You have no access to this protected Directory!
de_de: Sie haben keinen Zugriff auf dieses geschützte Verzeichnis!

source: Please enter a username!
de_de: Bitte geben Sie einen Benutzernamen ein!

source: Please enter a password!
de_de: Bitte geben Sie ein Passwort ein!

source: Path
de_de: Pfad

source: Please select
de_de: Bitte auswählen

source: Message
de_de: Nachricht

source: Directory
de_de: Verzeichnis

source: No protected Directorys available!
de_de: Keine geschützten Verzeichnisse verfügbar!

source: Please create a new protected Directory to administer it.
de_de: Bitte erstellen Sie ein neues geschütztes Verzeichnis, um es zu verwalten.

source: No Users available!
de_de: Keine Benutzer verfügbar!

source: Please add an new User to the protected Directory to administer it.
de_de: Bitte fügen Sie einen neuen Benutzer zum geschützten Verzeichnis hinzu, um ihn zu verwalten.

source: Pending
de_de: Ausstehend

source: Error
de_de: Fehler
