Repository: YCR17/fruithost_modules
Catalog: cronjob/languages/*.po
Languages: el_gr

source: No Cronjobs available!
el_gr: Δεν υπάρχουν διαθέσιμα Cronjobs!

source: Please create a new cronjob to administer it.
el_gr: Παρακαλώ δημιουργήστε ένα νέο cronjob για να το διαχειριστείτε.

source: Create new Cronjob
el_gr: Δημιουργία νέου Cronjob

source: Name
el_gr: Όνομα

source: Type
el_gr: Τύπος

source: Action
el_gr: Ενέργεια

source: Configuration
el_gr: Διαμόρφωση

source: Status
el_gr: Κατάσταση

source: Not named
el_gr: Χωρίς όνομα

source: Never running
el_gr: Ποτέ δεν τρέχει

source: Edit
el_gr: Επεξεργασία

source: Delete
el_gr: Διαγραφή

source: Name of your Job
el_gr: Όνομα της εργασίας σας

source: Template
el_gr: Πρότυπο

source: Common Settings
el_gr: Κοινές ρυθμίσεις

source: Each Minute
el_gr: Κάθε λεπτό

source: All 5 Minutes
el_gr: Όλα τα 5 λεπτά

source: Each 30 Minutes
el_gr: Κάθε 30 λεπτά

source: Each Hour
el_gr: Κάθε ώρα

source: Each 12 Hours
el_gr: Κάθε 12 ώρες

source: Each Day
el_gr: Κάθε μέρα

source: Each Week
el_gr: Κάθε εβδομάδα

source: On the 1st and 15th of the Month
el_gr: Την 1η και την 15η του μήνα

source: Each Month
el_gr: Κάθε μήνα

source: Each Year
el_gr: Κάθε χρόνο

source: Minute
el_gr: Λεπτό

source: Each two Minutes
el_gr: Κάθε δύο λεπτά

source: Each Five Minutes
el_gr: Κάθε πέντε λεπτά

source: Each Ten Minutes
el_gr: Κάθε δέκα λεπτά

source: Each Fifteen Minutes
el_gr: Κάθε δεκαπέντε λεπτά

source: Each Thirty Minutes
el_gr: Κάθε τριάντα λεπτά

source: Minutes
el_gr: Λεπτά

source: At the beginning of the hour
el_gr: Στην αρχή της ώρας

source: At one quarter past the hour
el_gr: Ένα τέταρτο μετά την ώρα

source: At half past the hour
el_gr: Μία ώρα μετά

source: At one quarter until the hour
el_gr: Ένα τέταρτο πριν την ώρα

source: Hour
el_gr: Ώρα

source: Every Hour
el_gr: Κάθε ώρα

source: Every Other Hour
el_gr: Κάθε δεύτερη ώρα

source: Every Third Hour
el_gr: Κάθε τρίτη ώρα

source: Every Fourth Hour
el_gr: Κάθε τέταρτη ώρα

source: Every Sixth Hour
el_gr: Κάθε έκτη ώρα

source: Every Twelve Hours
el_gr: Κάθε δώδεκα ώρες

source: Hours
el_gr: Ώρες

source: Day
el_gr: Ημέρα

source: Every Day
el_gr: Κάθε μέρα

source: Every Other Day
el_gr: Κάθε δεύτερη μέρα

source: Days
el_gr: Ημέρες

source: Month
el_gr: Μήνας

source: Every Month
el_gr: Κάθε μήνα

source: Every Other Month
el_gr: Κάθε δεύτερο μήνα

source: Every Third Month
el_gr: Κάθε τρίτο μήνα

source: Every Six Months
el_gr: Κάθε έξι μήνες

source: Months
el_gr: Μήνες

source: Weekday
el_gr: Εργάσιμη μέρα

source: Every Weekday
el_gr: Κάθε εργάσιμη μέρα

source: Every Weekend Day
el_gr: Κάθε Σαββατοκύριακο

source: Every Monday, Wednesday, and Friday
el_gr: Κάθε Δευτέρα, Τετάρτη και Παρασκευή

source: Every Tuesday and Thursday
el_gr: Κάθε Τρίτη και Πέμπτη

source: Weekdays
el_gr: Hμέρες εβδομάδας

source: Execute PHP Script
el_gr: Εκτέλεση PHP Script

source: Please Select
el_gr: Παρακαλώ επιλέξτε

source: Arguments
el_gr: Ορισμοί

source: Call URL
el_gr: Κλήση διεύθυνσης URL

source: Create Cronjob
el_gr: Δημιουργία Cronjob

source: Cancel
el_gr: Ακύρωση

source: Create
el_gr: Δημιουργία

source: Change Cronjob
el_gr: Αλλαγή Cronjob

source: Update
el_gr: Ενημέρωση

source: Create New
el_gr: Δημιουργία νέου

source: Delete selected
el_gr: Διαγραφή επιλεγμένων

source: Unknown error occurs!
el_gr: Προέκυψε άγνωστο σφάλμα!

source: Please enter a valid minute!
el_gr: Εισαγάγετε ένα έγκυρο λεπτό!

source: Please enter a valid hour!
el_gr: Εισαγάγετε μια έγκυρη ώρα!

source: Please enter a valid day!
el_gr: Εισαγάγετε μια έγκυρη ημέρα!

source: Please enter a valid month!
el_gr: Εισαγάγετε ένα έγκυρο μήνα!

source: Please enter a valid weekday!
el_gr: Εισαγάγετε μια έγκυρη ημέρα της εβδομάδας!

source: Please enter a valid PHP script!
el_gr: Εισαγάγετε ένα έγκυρο σενάριο PHP!

source: Please enter a valid URL!
el_gr: Εισαγάγετε μια έγκυρη διεύθυνση URL!

source: Please enter a valid action!
el_gr: Εισαγάγετε μια έγκυρη ενέργεια!

source: Please select an Cronjob you want to delete!
el_gr: Επιλέξτε το Cronjob που θέλετε να διαγράψετε!

source: An unknown error has occurred. Please retry your action!
el_gr: Προέκυψε άγνωστο σφάλμα. Δοκιμάστε ξανά τη δράση σας!

source: You have no permissions to delete the Cronjob <strong>%s_%s</strong>!
el_gr: Δεν έχετε δικαιώματα για να διαγράψετε το Cronjob <strong>%s_%s</strong>!

source: Following Cronjobs was deleted: <strong><br />- %s</strong>
el_gr: Τα ακόλουθα Cronjobs διαγράφηκαν: <strong><br />- %s</strong>
